<html>
<head>
	<meta charset=UTF-8>
	<meta http-equiv="content-type" content="text/html; utf-8">
	<link rel="stylesheet" href="AyudaServlet?css=ayuda" type="text/css" />
</head>
<body>
<h1 class="stgH1">PAGAMENT</h1>
<p>
	A la pantalla de &#39;Pagament&#39; es poden consultar les dades corresponents a un pagament.
</p>
<h2 class="stgH2">CAMPS</h2>
<p>
	<ul>
		<li><span class="nombreCampo">Identificador</span>: codi un&iacute;voc que identifica el pagament dins de l&#39;aplicaci&oacute;.</li>
		<li><span class="nombreCampo">Data creaci&oacute;</span>: data en qu&egrave; s&#39;ha creat el registre del pagament.</li>
		<li><span class="nombreCampo">Estat</span>: es refereix a l&#39;estat actual del pagament, que pot ser &#39;No pagat&#39; (quan el pagament encara no s&#39;ha realitzat per part de l&#39;usuari), &#39;Pagado&#39; (quan el pagament ha estat realitzat per l&#39;usuari o confirmat pel superadministrador ) o &#39;Desconocido&#39; (quan, per algun problema de comunicaci&oacute; amb la passarel&middot;la de pagament, aquest ha quedat en un estat inconsistent).</li>
		<li><span class="nombreCampo">Data pagament</span>: data en qu&egrave; s&#39;ha confirmat el pagament.</li>
		<li><span class="nombreCampo">Aplicaci&oacute;</span>: mostra l&#39;aplicaci&oacute; amb qu&egrave; s&#39;ha fet el pagament.</li>
		<li><span class="nombreCampo">Entitat</span>: mostra l&#39;entitat des de la qual es fa el pagament.</li>
		<li><span class="nombreCampo">&Ograve;rgan</span>: mostra l&ograve;rgan des del qual es realitza el pagament.</li>
		<li><span class="nombreCampo">Passarel&middot;la</span>: mostra la passarel&middot;la a trav&eacute;s de la qual es realitza el pagament: ATIB o TPV.</li>
		<li><span class="nombreCampo">Localitzador</span>: mostra el codi localitzador que torna la passarel&middot;la de pagament.</li>
		<li><span class="nombreCampo">Model</span>: mostra el model utilitzat per al pagament.</li>
		<li><span class="nombreCampo">Concepte</span>: mostra el concepte del pagament.</li>
		<li><span class="nombreCampo">Taxa</span>: mostra el codi que defineix la taxa del pagament.</li>
		<li><span class="nombreCampo">Import</span>: mostra l&#39;import pagat.</li>
		<li><span class="nombreCampo">Detall</span>: mostra lidentificador de la sessi&oacute; de tramitaci&oacute; associada al pagament.</li>
		<li><span class="nombreCampo">Tr&agrave;mit</span>: mostra el tr&agrave;mit associat al pagament.</li>
		<li><span class="nombreCampo">Versi&oacute;</span>: mostra la sessi&oacute; del tr&agrave;mit vinculat al pagament.</li>
		<li><span class="nombreCampo">URL Callback</span>: mostra l&#39;URL generada per l&#39;assistent de tramitaci&oacute; en tornar de la passarel&middot;la de pagament, on apareix l&#39;identificador de la sessi&oacute; de pagament.</li>
		<li><span class="nombreCampo">Confirmaci&oacute; manual</span>: indica, en els pagaments amb estat desconegut i no pagat, si s&#39;ha confirmat el pagament manualment.</li>
		<li><span class="nombreCampo">Usuari confirmaci&oacute;</span>: en cas que el pagament s&#39;hagi confirmat manualment, indica l&#39;usuari que l&#39;ha confirmat.</li>
	</ul>
</p>
<h2 class="stgH2">OPERATIVA</h2>
<p>
	<ul>
		<li><span class="boton">Tancar</span>: tanca la pantalla.</li>
	</ul>
</p>
</body>
</html>